[
  {
    "Timestamp": "2021/06/16 11:48:50 AM MDT",
    "Name": "Matt Goo",
    "Comment": "Thanks for all your guidance and support -  you will be missed! Enjoy retirement."
  },
  {
    "Timestamp": "2021/06/16 1:30:30 PM MDT",
    "Name": "Kanav",
    "Comment": "What a rollercoaster! I'm glad we met during the interview process because you're a big part of why I joined TC. Working with you was a pleasure - excited to see what you do next!"
  },
  {
    "Timestamp": "2021/06/16 1:50:47 PM MDT",
    "Name": "Germain",
    "Comment": "🧘‍♂️Guru! Our Sensei, thank you for everything that you have taught me. Your patience, methodology in breaking down problems and willingness to share your knowledge is so inspiring. Wishing you the best on what comes next. Looking forward to hearing all about it! If you swing by SF let me know."
  },
  {
    "Timestamp": "2021/06/16 2:09:12 PM MDT",
    "Name": "Dewey",
    "Comment": "For being the ever pragmatic leader who's shaped our engineering org. you'll be missed. Best of lucky on what comes next!"
  },
  {
    "Timestamp": "2021/06/16 4:45:59 PM MDT",
    "Name": "Robbie",
    "Comment": "All the best, mate! It was too short and too sweet 😭."
  },
  {
    "Timestamp": "2021/06/17 2:34:09 AM MDT",
    "Name": "Owen",
    "Comment": "To the Eminem rapping, Typescript slinging, Figma inducing, most Diesel developer I know. You left an indelible mark on this team and we'll always be thankful for your guidance and energy in getting us here. I'll miss our pow-wows, but we'll always have Katy Perry."
  },
  {
    "Timestamp": "2021/06/17 9:47:09 AM MDT",
    "Name": "Michelle Galetti",
    "Comment": "Ryan, so bummed to see you go but also happy you get to take time to do what you need to do. It was awesome getting to work with you as one of the first senior developers I have worked with. I definitely used your code countless time to try and figure out best practices for writing clean and concise code. Wishing you the best on your next adventures! Thank you for everything again :)"
  },
  {
    "Timestamp": "2021/06/17 9:58:53 AM MDT",
    "Name": "Donny",
    "Comment": "It saddens me to see you go. You have been a great mentor to me and a rockstar contributor to the team. I hope that your next chapter is full of fun and happiness. Take care, and wishing you all the best."
  },
  {
    "Timestamp": "2021/06/17 10:03:49 AM MDT",
    "Name": "Neal Wolff",
    "Comment": "It was great working with you! The excitement you brought to the team and development of the product was refreshing to see, will be sad to see you go. I'll remember all the fun times we had at this company even if we never met in person. I hope you the best on your next adventure!"
  },
  {
    "Timestamp": "2021/06/17 10:31:27 AM MDT",
    "Name": "Vikas",
    "Comment": "Man.. i am still in denial that you are leaving. We will miss you! Thanks for constantly pushing the bar across the product and team. I miss those early days of design jamming, back in Dec :). I learned a lot from you and hope we get the opportunity to work together again. \n\nLooking forward to hearing what's next. All the best!"
  },
  {
    "Timestamp": "2021/06/17 11:24:53 AM MDT",
    "Name": "Robert",
    "Comment": "Good luck. Rydiesel! Going to miss your energy and positivity."
  },
  {
    "Timestamp": "2021/06/17 12:03:42 PM MDT",
    "Name": "St. Even",
    "Comment": "You’ve played a huge role in shaping the culture and quality of engineering here at Transcarent. You went above and beyond and the company is so much better off because you were in it! Best of luck with your new endeavors!"
  }
]
